Repository: sitoexpress/basilpress_child
Catalog: languages/*.po
Languages: it_it

source: Big 800x480
it_it: Grande 800x480

source: Medium 640x360
it_it: Media 640x360

source: Medium Thin 640x240
it_it: Media Sottile 640x240

source: Square Crop 480x480
it_it: Ritaglio Quadrato 480x480

source: Fixed Header & Navigation (BP)
it_it: Header e navigazione fissi (BP)

source: Disabled
it_it: Disabilitato

source: Enabled
it_it: Abilitato

source: Left Header & Navigation (BP)
it_it: Header e navigazione a sinistra (BP)

source: Page Header Global Setting (BP)
it_it: Heade di pagina - Impostazione globale (BP)

source: Central Logo (BP)
it_it: Logo Centrale (BP)

source: Back to shop
it_it: Torna allo shop

source: Your personal data will be used to create an account, manage the login and support your experience throughout this website, and for other purposes described in our %s according to you preferences.
it_it: Sono consapevole ed accetto che i miei dati verranno usati per creare un account, gestire il login, supportare l'esperienza utente su questo sito web e per gli altri scopi descritti nella %s in modo concorde alle mie preferenze.

source: Please accept our privacy policy to create your account!
it_it: Devi accettare la privacy policy per creare un account!

source: Invoice Data
it_it: Dati fattura

source: Company Name:
it_it: Ragione Sociale:

source: Fiscal Code / Vat No.:
it_it: CF / P.IVA:

source: Unique Code:
it_it: Codice univoco:

source: Certified Email:
it_it: PEC:

source: Business name
it_it: Azienda

source: VAT No. / Fiscal Code
it_it: P.IVA / Codice fiscale

source: Not provided
it_it: Non disponibile

source: Receipt only
it_it: Ricevuta

source: You'll receive more info about your order status and shipping in few hours.
it_it: Riceverai aggiornamenti sullo stato e sulla spedizione del tuo ordine nelle prossime ore.

source: Invoice requested
it_it: Fattura richiesta

source: Summary
it_it: Riassunto

source: Your addresses
it_it: Il tuo indirizzo

source: My Address
it_it: Il mio indirizzo

source: Last order
it_it: Ultimo ordine

source: See all orders
it_it: Vedi tutti

source: Available
it_it: Disponibile

source: Available to order
it_it: Su ordinazione

source: Coming soon
it_it: In arrivo

source: Proceed Now
it_it: Vai al checkout

source: Starting from %s
it_it: A partire da %s

source: More info on %s
it_it: Più info su %s

source: More details
it_it: Vai alla scheda

source: Make your choice
it_it: Seleziona

source: Choose and buy
it_it: Scegli & acquista

source: Payment method
it_it: Metodo di pagamento

source: Your personal data will be used to process your order, support your experience throughout this website, and for other purposes described in our %s.
it_it: Sono consapevole ed accetto che i miei dati verranno usati per creare un account, gestire il login, supportare l'esperienza utente su questo sito web e per gli altri scopi descritti nella %s in modo concorde alle mie preferenze.

source: Please accept our privacy policy to place your order!
it_it: Devi accettare la nostra privacy policy per poter inviare l'ordine!

source: VAT total
it_it: Totale IVA

source: Shipping total
it_it: Totale spedizione

source: Search...
it_it: Cerca...

source: Side to side row
it_it: Riga side-to-side

source: Removes right and left padding when content is stretched.
it_it: Rimuove i padding laterali quando il contenuto è allargato.

source: Read more
it_it: Leggi tutto

source: Event
it_it: Evento

source: Receipt
it_it: Ricevuta

source: Invoice
it_it: Fattura

source: Full Name
it_it: Nome e Cognome

source: Billing Address
it_it: Indirizzo (fatturazione)

source: Billing Phone
it_it: Telefono (fatturazione)

source: Shipping Address
it_it: Indirizzo (spedizione)

source: Shipping Phone
it_it: Telefono (spedizione)

source: Invoice or receipt?
it_it: Fattura o ricevuta?

source: Invoice data
it_it: Dati fattura

source: Fiscal Code
it_it: Codice fiscale

source: Not set
it_it: Non impostato

source: Edit
it_it: Modifica
